export default{
    blog:{
        articles: [
            {
                id: 0,
                author: 'admin',
                title: 'Article One',
                text: `Lorem Ipsum - це текст-"риба", що використовується в друкарстві та дизайні. Lorem Ipsum є, фактично, стандартною "рибою" 
                   аж з XVI сторіччя, коли невідомий друкар взяв шрифтову гранку та склав на ній підбірку зразків шрифтів. "Риба" не тільки 
                   успішно пережила п'ять століть, але й прижилася в електронному верстуванні, залишаючись по суті незмінною. Вона 
                   популяризувалась в 60-их роках минулого сторіччя завдяки виданню зразків шрифтів Letraset, які містили уривки з Lorem Ipsum, і вдруге -
                   нещодавно завдяки програмам комп'ютерного верстування на кшталт Aldus Pagemaker, які використовували різні версії
                   Lorem Ipsum.`,
                createDate: new Date(2014,8,11),
                countLikes: 0,
                countWatch: 0,
                tags: 'blog, news'
            },
            {
                id: 1,
                author: 'admin',
                title: 'Article Two',
                text: `Lorem Ipsum - це текст-"риба", що використовується в друкарстві та дизайні. Lorem Ipsum є, фактично, стандартною "рибою" 
                   аж з XVI сторіччя, коли невідомий друкар взяв шрифтову гранку та склав на ній підбірку зразків шрифтів. "Риба" не тільки 
                   успішно пережила п'ять століть, але й прижилася в електронному верстуванні, залишаючись по суті незмінною. Вона 
                   популяризувалась в 60-их роках минулого сторіччя завдяки виданню зразків шрифтів Letraset, які містили уривки з Lorem Ipsum, і вдруге -
                   нещодавно завдяки програмам комп'ютерного верстування на кшталт Aldus Pagemaker, які використовували різні версії
                   Lorem Ipsum.`,
                createDate: new Date(2016,3,2),
                countLikes: 0,
                countWatch: 0,
                tags: ''
            },
            {
                id: 2,
                author: 'admin',
                title: 'Article Three',
                text: `Lorem Ipsum - це текст-"риба", що використовується в друкарстві та дизайні. Lorem Ipsum є, фактично, стандартною "рибою" 
                   аж з XVI сторіччя, коли невідомий друкар взяв шрифтову гранку та склав на ній підбірку зразків шрифтів. "Риба" не тільки 
                   успішно пережила п'ять століть, але й прижилася в електронному верстуванні, залишаючись по суті незмінною. Вона 
                   популяризувалась в 60-их роках минулого сторіччя завдяки виданню зразків шрифтів Letraset, які містили уривки з Lorem Ipsum, і вдруге -
                   нещодавно завдяки програмам комп'ютерного верстування на кшталт Aldus Pagemaker, які використовували різні версії
                   Lorem Ipsum.`,
                createDate: new Date(2015,2,2),
                countLikes: 0,
                countWatch: 0,
                tags: ''
            }
        ]
    },
    user: {
        userName: '',
        surname: '',
        avatarUrl: '',
        isLogin: false
    }
}